Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Glazing in guards and railings, including structural baluster panels and nonstructural in-fill panels, regardless of area or height above a walking surface shall be considered to be a hazardous location.
fr_ca: Les vitrages des garde-corps et des rampes, y compris les panneaux de balustres structuraux et les panneaux de remplissage non structuraux, doivent être considérés comme étant situés dans un emplacement dangereux, quelle que soit leur superficie ou leur hauteur au-dessus d’une surface de circulation.

source: Grab bars in standard roll-in showers shall comply with Sections 608.3.2.1 through 608.3.2.3.
fr_ca: Les barres d'appui dans les douches à accès de plain-pied standard doivent être conformes aux articles 608.3.2.1 à 608.3.2.3.

source: Hall signals, including in-car signals, shall comply with Section 407.2.2.
fr_ca: Les signaux d’appel, y compris les signaux dans la cabine, doivent être conformes à la section 407.2.2.

source: Horizontal grab bars shall be provided across the control wall and on the back wall to a point 18 inches (455 mm) from the control wall.
fr_ca: Il faut prévoir des barres d'appui horizontales sur le mur de commande et sur le mur arrière jusqu'à un point situé à 18 po [455 mm] du mur de commande.

source: In every kitchen, family room, dining room, living room, parlor, library, den, sun room, bedroom, recreation room, or similar room or area of dwelling units, receptacle outlets shall be installed in accordance with the general provisions specified in Sections E3901.2.1 through E3901.2.3 (see Figure E3901.2).
fr_ca: Dans chaque cuisine, salle familiale, salle à manger, salon, salon de réception, bibliothèque, coin détente, véranda, chambre à coucher, salle de loisirs ou pièce ou zone similaire des logements, des prises de courant doivent être installées conformément aux dispositions générales spécifiées aux sections E3901.2.1 à E3901.2.3 (voir la figure E3901.2).

source: In order to be considered part of an accessible means of egress, a stairway between stories shall comply with Sections 1009.3.1 through 1009.3.3.
fr_ca: Pour être considéré comme faisant partie d'un moyen d'évacuation accessible, un escalier entre des étages doit être conforme aux sections 1009.3.1 à 1009.3.3.

source: Individual glazed areas, including glass mirrors, in hazardous locations as defined in Section 2406.4 shall comply with Sections 2406.1.1 through 2406.1.4.
fr_ca: Les surfaces vitrées individuelles, y compris les miroirs en verre, situées dans les endroits dangereux définis à la section 2406.4 doivent être conformes aux sections 2406.1.1 à 2406.1.4.

source: Louvered windows and jalousies shall comply with Section 2403.5.
fr_ca: Les fenêtres à persiennes et les jalousies doivent être conformes à la section 2403.5.

source: Not less than one receptacle outlet shall be installed in areas designated for the installation of laundry equipment.
fr_ca: Au moins une prise de courant doit être installée dans les zones désignées pour l'installation d'équipement de buanderie.

source: Occupancies in Groups I-1, R-1, R-2, R-3 and R-4 shall comply with the provisions of Sections 420.1 through 420.10 and other applicable provisions of this code.
fr_ca: Les usages des groupes I-1, R-1, R-2, R-3 et R-4 doivent être conformes aux dispositions des sections 420.1 à 420.10 et aux autres dispositions applicables du présent code.

source: Openings in hoistway enclosures shall be protected as required in Chapter 7.
fr_ca: Les ouvertures dans les cages ou puits d'ascenseur doivent être protégées conformément au chapitre 7.

source: Passenger elevators required to be accessible or to serve as part of an accessible means of egress shall comply with Sections 1009 and 1109.7.
fr_ca: Les ascenseurs de personnes devant être accessibles ou faire partie d'un moyen d'évacuation accessible doivent être conformes aux sections 1009 et 1109.7.

source: Pictograms shall comply with Section 703.5.
fr_ca: Les pictogrammes doivent être conformes à la section 703.5.

source: Plastic glazing shall meet the weathering requirements of ANSI Z97.1.
fr_ca: Le vitrage en plastique doit satisfaire aux exigences de résistance aux intempéries de la norme ANSI Z97.1.

source: Platform lifts with a single door or with doors on opposite ends shall provide a clear floor width of 36 inches (915 mm) minimum and a clear floor depth of 48 inches (1220 mm) minimum.
fr_ca: Les plates-formes élévatrices à une seule porte ou à portes situées aux extrémités opposées doivent offrir une largeur libre au sol d'au moins 36 po [915 mm] et une profondeur libre au sol d'au moins 48 po [1220 mm].

source: Platform lifts with doors on adjacent sides shall provide a clear floor width of 42 inches (1065 mm) minimum and a clear floor depth of 60 inches (1525 mm) minimum.
fr_ca: Les plates-formes élévatrices avec des portes sur les côtés adjacents doivent offrir une largeur libre au sol d'au moins 42 po [1065 mm] et une profondeur libre au sol d'au moins 60 po [1525 mm].

source: Plumbing systems shall not be located in elevator equipment rooms.
fr_ca: Les systèmes de plomberie ne doivent pas être situés dans les salles d'équipement d'ascenseur.

source: Power-operated conveyors, belts and other material-moving devices shall be equipped with automatic limit switches that will shut off the power in an emergency and automatically stop all operation of the device.
fr_ca: Les convoyeurs motorisés, les courroies et autres dispositifs de manutention des matériaux doivent être munis de fins de course automatiques qui coupent l’alimentation en cas d’urgence et arrêtent automatiquement tout fonctionnement du dispositif.

source: Raised characters shall be 48 inches (1220 mm) minimum above the floor, measured to the baseline of the lowest raised character and 60 inches (1525 mm) maximum above the floor, measured to the baseline of the highest raised character.
fr_ca: Les caractères en relief doivent être à une hauteur minimale de 48 po [1220 mm] au-dessus du sol, mesurée à la ligne de base du caractère en relief le plus bas, et à une hauteur maximale de 60 po [1525 mm] au-dessus du sol, mesurée à la ligne de base du caractère en relief le plus haut.

source: Raised characters shall comply with Section 703.3, and shall be duplicated in braille complying with Section 703.4.
fr_ca: Les caractères en relief doivent être conformes à la section 703.3 et être reproduits en braille conformément à la section 703.4.

source: Receptacle outlets shall be located not more than 20 inches (508 mm) above thecountertop or work surface.
fr_ca: Les prises de courant doivent être situées à une hauteur maximale de 20 po [508 mm] au-dessus du comptoir ou de la surface de travail.

source: Rooms containing bathtubs, showers, spas and similar bathing fixtures shall be mechanically ventilated in accordance with the International Mechanical Code.
fr_ca: Les pièces contenant des baignoires, des douches, des spas et des appareils de bain similaires doivent être ventilées mécaniquement conformément à l'International Mechanical Code.

source: Seats in accessible bathtubs and shower compartments shall comply with Section 610.
fr_ca: Les sièges dans les baignoires et les compartiments de douche accessibles doivent être conformes à la section 610.

source: Shower compartment enclosures for shower compartments shall not obstruct controls or obstruct transfer from wheelchairs onto shower seats.
fr_ca: Les enceintes de compartiments de douche pour les compartiments de douche ne doivent pas obstruer les commandes ou obstruer le transfert des fauteuils roulants vers les sièges de douche.

source: Showers shall deliver water that is 120°F (49°C) maximum.
fr_ca: Les douches doivent fournir de l'eau à une température maximale de 120 °F (49 °C).

source: Signs that provide direction to or information about interior spaces and facilities of the site shall comply with Section 703.2.
fr_ca: Les panneaux qui fournissent des indications ou des renseignements sur les espaces intérieurs et les installations du site doivent être conformes à la section 703.2.

source: Spacing between the baselines of separate lines of characters within a message shall be 135 percent minimum and 170 percent maximum of the character height.
fr_ca: L'espacement entre les lignes de base des lignes distinctes de caractères dans un message doit être compris entre 135 pour cent et 170 pour cent de la hauteur des caractères.

source: Spacing between the baselines of separate lines of raised characters within a message shall be 135 percent minimum and 170 percent maximum of the raised character height.
fr_ca: L'espacement entre les lignes de base des lignes distinctes de caractères en relief dans un message doit être de 135 pour cent minimum et de 170 pour cent maximum de la hauteur des caractères en relief.

source: Symbols of accessibility shall comply with Section 703.6.
fr_ca: Les symboles d'accessibilité doivent être conformes à la section 703.6.

source: The elevator machine room, control rooms or control space with openings into a pressurized elevator hoistway shall be pressurized upon activation of a heat or smoke detector located in the elevator machine room, control room or control space.
fr_ca: Le local des machines d’ascenseur, les locaux ou espaces de commande comportant des ouvertures donnant sur un puits d’ascenseur pressurisé doivent être mis sous pression dès l’activation d’un détecteur de chaleur ou de fumée situé dans le local des machines d’ascenseur, le local de commande ou l’espace de commande.

source: The indication of an uppercase letter or letters shall only be used before the first word of sentences, proper nouns and names, individual letters of the alphabet, initials, or acronyms.
fr_ca: L'indication d'une ou de plusieurs lettres majuscules ne doit être utilisée qu'avant le premier mot des phrases, les noms propres et les noms, les lettres individuelles de l'alphabet, les initiales ou les acronymes.

source: The locations specified in Sections 2406.4.1 through 2406.4.7 shall be considered to be specific hazardous locations requiring safety glazing materials.
fr_ca: Les emplacements précisés aux sections 2406.4.1 à 2406.4.7 doivent être considérés comme des emplacements dangereux particuliers nécessitant des matériaux de vitrage de sécurité.

source: The rear edge of a rectangular seat shall be 2 ½ inches (64 mm) maximum and the front edge 15 inches (380 mm) minimum and 16 inches (405 mm) maximum from the seat wall.
fr_ca: Le bord arrière d'un siège rectangulaire doit être à une distance maximale de 2 ½ po [64 mm] et le bord avant à une distance comprise entre 15 po [380 mm] et 16 po [405 mm] du mur du siège.

source: The rear edge of an L- shaped seat shall be 2 ½ inches (64 mm) maximum and the front edge 15 inches (380 mm) minimum and 16 inches (405 mm) maximum from the seat wall.
fr_ca: Le bord arrière d'un siège en forme de L doit être à une distance maximale de 2 ½ po [64 mm] et le bord avant à une distance minimale de 15 po [380 mm] et maximale de 16 po [405 mm] du mur du siège.

source: The stroke width shall be 15 percent maximum of the height of the uppercase letter “I” measured at the top surface of the character, and 30 percent maximum of the height of the uppercase letter “I” measured at the base of the character.
fr_ca: La largeur de trait doit être d'au plus 15 % de la hauteur de la lettre majuscule « I » mesurée à la surface supérieure du caractère et d'au plus 30 % de la hauteur de la lettre majuscule « I » mesurée à la base de mur du caractère.

source: This chapter governs the design, construction, installation, alteration and repair of elevators and conveying systems and their components.
fr_ca: Ce chapitre régit la conception, la construction, l'installation, la modification et la réparation des ascenseurs et des systèmes de transport et de leurs composants.

source: To be considered firmly supported, the framing members for each individual pane of glass shall be designed so that the deflection of the edge of the glass perpendicular to the glass pane does not exceed 1/175 of the glass edge length where the glass edge length is not more than 13 feet 6 inches (4115 mm), or 1/240 of the glass edge length + 1/4 inch (6.4 mm) where the glass edge length is greater than 13 feet 6 inches (4115 mm), when subjected to the larger of the positive or negative load where loads are combined as specified in Section 1605..
fr_ca: Pour être considérés comme fermement supportés, les éléments d’ossature de chaque vitre doivent être conçus de manière que la flèche du bord de la vitre, perpendiculairement au plan de la vitre, ne dépasse pas 1/175 de la longueur du bord de la vitre lorsque celle-ci ne dépasse pas 13 pi 6 po (4 115 mm), ou 1/240 de la longueur du bord de la vitre + 1/4 po (6,4 mm) lorsque la longueur du bord de la vitre est supérieure à 13 pi 6 po (4 115 mm), sous l’effet de la plus élevée des charges positive ou négative lorsque les charges sont combinées comme indiqué à la section 1605.

source: Visual characters shall comply with the following:
fr_ca: Les caractères visuels doivent être conformes à ce qui suit :

source: Walls separating dwelling units in the same building, walls separating sleeping units in the same building and walls separating dwelling or sleeping units from other occupancies contiguous to them in the same building shall be constructed as fire partitions in accordance with Section 708.
fr_ca: Les murs séparant des logements dans un même bâtiment, les murs séparant des unités de couchage dans un même bâtiment et les murs séparant des logements ou des unités de couchage d’autres usages contigus dans le même bâtiment doivent être construits comme des cloisons coupe-feu conformément à la section 708.

source: When characters are both visual and raised, the stroke width shall be 10 percent minimum of the height of the uppercase letter “I”.
fr_ca: Lorsque les caractères sont à la fois visuels et en relief, la largeur de trait doit être d'au moins 10 pour cent de la hauteur de la lettre majuscule « I ».

source: Where an elevator is installed in a single blind hoistway or on the outside of a building, there shall be installed in the blind portion of the hoistway or blank face of the building, an emergency door in accordance with ASME A17.1/CSA B44.
fr_ca: Lorsqu’un ascenseur est installé dans un puits aveugle unique ou à l’extérieur d’un bâtiment, une porte d’urgence conforme à la norme ASME A17.1/CSA B44 doit être installée dans la partie aveugle du puits ou dans la face aveugle du bâtiment.

source: Where interior glazing is installed adjacent to a walking surface, the differential deflection of two adjacent unsupported edges shall be not greater than the thickness of the panels when a force of 50 pounds per linear foot (plf) (730 N/m) is applied horizontally to one panel at any point up to 42 inches (1067 mm) above the walking surface.
fr_ca: Lorsque des vitrages intérieurs sont installés à proximité d’une surface de circulation, la différence de flèche entre deux bords adjacents non supportés ne doit pas être supérieure à l’épaisseur des panneaux lorsqu’une force de 50 lb par pied linéaire (plf) (730 N/m) est appliquée horizontalement sur un panneau, en tout point situé jusqu’à 42 po (1 067 mm) au-dessus de la surface de circulation.

source: Where keypads are provided, keypads shall be in a standard telephone keypad arrangement and shall comply with Section 407.4.7.2.
fr_ca: Lorsque des claviers sont prévus, ils doivent être disposés selon la disposition standard d'un clavier de téléphone et être conformes à la section 407.4.7.2.

source: Where one or more sides of any pane of glass are not firmly supported, or are subjected to unusual load conditions, detailed construction documents, detailed shop drawings and analysis or test data ensuring safe performance for the specific installation shall be prepared by a registered design professional.
fr_ca: Lorsque l’un des côtés ou plusieurs côtés d’une vitre ne sont pas fermement supportés, ou sont soumis à des conditions de charge inhabituelles, des documents de construction détaillés, des dessins d’atelier détaillés ainsi que des données d’analyse ou d’essais garantissant un comportement sécuritaire pour l’installation particulière doivent être préparés par un professionnel de la conception agréé.

source: Where signs indicate that elevators do not serve all landings, signs in raised characters and braille complying with Sections 703.3 and 703.4 shall be provided above the hall call button or keypad.
fr_ca: Lorsque des panneaux indiquent que les ascenseurs ne desservent pas tous les paliers, des panneaux en caractères en relief et en braille conformes aux sections 703.3 et 703.4 doivent être prévus au-dessus du bouton d'appel du hall ou du clavier.

source: Where sinks are provided, at least 5 percent but not less than one provided in accessible spaces shall be accessible.
fr_ca: Lorsque des lavabos sont prévus, au moins 5 pour cent de ceux-ci, mais pas moins d'un, prévus dans des espaces accessibles, doivent être accessibles.

source: 125-volt, single phase, 15- and 20-ampere receptacles that are located within 6 feet (1829 mm) of the outside edge of a bathtub or shower stall shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 et 20 ampères qui sont situées à moins de 6 pieds (1829 mm) du bord extérieur d'une baignoire ou d'une cabine de douche doivent être munies d'un disjoncteur de fuite à la terre pour protéger le personnel.

source: 125-volt, single-phase, 15- and 20- ampere receptacles installed in laundry areas shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 et 20 ampères installées dans les buanderies doivent être munies d'un disjoncteur de fuite à la terre pour la protection du personnel.

source: 125-volt, single-phase, 15- and 20-ampere receptacles installed in bathrooms shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 et 20 ampères installées dans les salles de bain doivent être munies d'un disjoncteur de fuite à la terre pour la protection du personnel.

source: 125-volt, single-phase, 15- and 20-ampere receptacles installed outdoors shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 et 20 ampères installées à l'extérieur doivent être munies d'un disjoncteur de fuite à la terre pour la protection du personnel.

source: 125-volt, single-phase, 15- and 20-ampere receptacles that are located within 6 feet (1829 mm) of the top inside edge of the bowl of the sink shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 et 20 ampères qui sont situées à moins de 6 pieds (1 829 mm) du bord supérieur intérieur de la cuve de l'évier doivent être munies d'un disjoncteur de fuite à la terre pour la protection du personnel.

source: 125-volt, single-phase, 15- and 20-ampere receptacles that serve countertop surfaces shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 et 20 ampères qui desservent les surfaces de comptoir doivent être munies d'un disjoncteur de fuite à la terre pour protéger le personnel.

source: 125-volt, single-phase, 15- or 20-ampere receptacles installed in garages and grade-level portions of unfinished accessory buildings used for storage or work areas shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 ou 20 ampères installées dans les garages et les parties au niveau du sol des bâtiments annexes inachevés utilisés pour l'entreposage ou les zones de travail doivent être munies d'une protection par disjoncteur de fuite à la terre pour le personnel.

source: A 125-volt, single-phase, 15- or 20- ampere-rated receptacle outlet shall be installed at an accessible location for the servicing of heating, air-conditioning and refrigeration equipment.
fr_ca: Une prise de courant monophasée de 125 volts, de 15 ou 20 ampères, doit être installée à un endroit accessible pour l'entretien de l'équipement de chauffage, de climatisation et de réfrigération.

source: A clear floor space complying with Section 305, positioned for parallel approach, shall be provided.
fr_ca: Il faut prévoir une surface de plancher dégagée conforme à la section 305, positionnée pour un accès parallèle.

source: A visible and audible signal shall be provided at each hoistway entrance to indicate which car is answering a call and the car’s direction of travel.
fr_ca: Un signal visible et sonore doit être prévu à chaque entrée de la gaine pour indiquer quelle cabine répond à un appel et le sens de déplacement de la cabine.

source: Accessible signs shall comply with Section 703.
fr_ca: Les enseignes accessibles doivent être conformes à la section 703.

source: Appliance receptacle outlets installed for specific appliances, such as laundry equipment, shall be installed within 6 feet (1829 mm) of the intended location of the appliance.
fr_ca: Les prises de courant pour appareils installées pour des appareils spécifiques, tels que l'équipement de buanderie, doivent être installées à moins de 6 pieds [1829 mm] de l'emplacement prévu de l'appareil.

source: As used in this section, a wall space shall include the following:
fr_ca: Tel qu'utilisé dans la présente section, un espace mural doit inclure ce qui suit :

source: At least one receptacle outlet shall be installed in bathrooms and such outlet shall be located within 36 inches (914 mm) of the outside edge of each lavatory basin.
fr_ca: Au moins une prise de courant doit être installée dans les salles de bain et cette prise doit être située à moins de 36 po [914 mm] du bord extérieur de chaque lavabo.

source: At least one wall switch-controlled lighting outlet shall be installed in every habitable room, kitchen and bathroom.
fr_ca: Au moins une prise d'éclairage commandée par un interrupteur mural doit être installée dans chaque pièce habitable, cuisine et salle de bain.

source: Audible signals shall sound once for the up direction and twice for the down direction, or shall have verbal annunciators that indicate the direction of elevator car travel.
fr_ca: Les signaux sonores doivent retentir une fois pour la direction vers le haut et deux fois pour la direction vers le bas, ou doivent être accompagnés d'annonces verbales indiquant la direction du déplacement de la cabine d'ascenseur.

source: Characters shall be sans serif.
fr_ca: Les caractères doivent être sans empattement.

source: Destination-oriented elevators shall provide car identification in raised characters and braille complying with Sections 703.3 and 703.4.
fr_ca: Les ascenseurs orientés vers la destination doivent fournir l'identification de la cabine en caractères en relief et en braille conformément aux sections 703.3 et 703.4.

source: Doors and gates shall be low energy power operated doors or gates complying with Section 404.3.
fr_ca: Les portes et les portillons doivent être des portes ou des portillons à commande électrique à faible consommation d'énergie conformes à la section 404.3.

source: Each toilet room and bathing room shall be accessible.
fr_ca: Chaque salle de toilette et salle de bain doit être accessible.
